verification/runs/T-family/T1_runs/R_30k_x/0.orig/alphat
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      alphat;
}

dimensions      [0 2 -1 0 0 0 0];
internalField   uniform 0;
boundaryField
{
    inlet   { type calculated; value uniform 0; }
    outlet  { type calculated; value uniform 0; }
    wall    { type calculated; value uniform 0; }
    front   { type wedge; }
    back    { type wedge; }
}
